Repository: Nickolasso2/MoviesSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

# Назва фільму
source: Film title
de: Der Name des Films

# Опис
source: Analog in English
de: Beschreibung

# Постер
source: Analog in English
de: Gegenstück auf Deutsch

# Рік
source: Analog in English
de: Gegenstück auf Deutsch

# Країна
source: Analog in English
de: Gegenstück auf Deutsch

# Режисер
source: Analog in English
de: Gegenstück auf Deutsch

# Актори
source: Analog in English
de: Gegenstück auf Deutsch

# Жанри
source: Analog in English
de: Gegenstück auf Deutsch

# Мій сайт
source: My site
de: Meine Webseite

# Все про кіно
source: All about cinema
de: Alles über Kino
